Repository: Antoniobocanegra/AstroBox
Catalog: src/octoprint/translations/*/LC_MESSAGES/messages.po
Languages: es

# deviceNotConnectedAstro
source: Your device is not connected to AstroPrint.com
es: Tu dispositivo no está conectado a AstroPrint.com

# CouldnSaveFile
source: Couldn't save the file
es: No se pudo guardar el archivo

# invalidPortS
source: Puerto no válido: %s
es: Invalid port: %s

# unknownOriginS
source: Origen Desconocido: %s
es: Unknown origin: %s

# unknownTargetS
source: Objetivo Desconocido: %s
es: Unknown target: %s

# noFileIncluded
source: NO hay archivo incluido
es: No file included

# sdCardSupportDisabled
source: El soporte para tarjeta SD está deshabilitado
es: SD card support is disabled

# canUploadPrinterBusy
source: No se puede subir a la tarjeta SD, la imprsora no está operativa o bien ya está ocupada
es: Can not upload to SD card, printer is either not operational or already busy

# canUploadNotInit
source: No se puede subir a la tarjeta SD, aún no se ha inicializado
es: Can not upload to SD card, not yet initialized

# canUploadWrongFormat
source: No se puede subir el archivo %s ¿Formato incorrecto?
es: Can not upload file %s, wrong format?

# overwriteFilePrinted
source: Intentando sobreescribir un archivo que está siendo actualmente imprimido: %s
es: Trying to overwrite file that is currently being printed: %s

# couldntUpload
source: No se ha podido subir el archivo %s
es: Could not upload the file %s

# fileNotFound
source: El archivo no se ha encontrado en '%s': %s
es: File not found on '%s': %s

# printerNotResponding
source: La immpresora no está respondiendo, no se puede comenzar a imprimir
es: The printer is not responding, can't start printing

# tryingDeleteFilePrinted
source: Intentando eliminar un archivo que está siendo imprimido actualmente: %s
es: Trying to delete file that is currently being printed: %s

# printerNotOperational
source: La impresora no esta operativa
es: Printer is not operational

# invalidToolS
source: Herramienta no válida: %s
es: Invalid tool: %s

# invalidToolSelectionS
source: Herramienta para selección no válida: %s
es: Invalid tool for selection: %s

# invalidSettingTemp
source: Objetivo no válido para esos ajustes de temperatura: %s
es: Invalid target for setting temperature: %s

# notNumberSR
source: No hay número para %s: %r
es: Not a number for %s: %r

# printerCurrentlyPrinting
source: La impresora está actualmente imprimiendo
es: Printer is currently printing

# notNumberExtAmountR
source: No hay un número para esa cantidad de extrusión: %r
es: Not a number for extrusion amount: %r

# notNumberR
source: No es un número: %r
es: Not a number: %r

# printerNotOperationalPrinting
source: La impresora no está operativa o está imprimiendo
es: Printer is not operational or currently printing

# invalidAxisS
source: Axis no válido: %s
es: Invalid axis: %s

# sdSupportDisabled
source: Soporte SD inhabilitado
es: SD support is disabled

# printerNotOperationalBusy
source: La impresora no está operativa o está ocupada
es: Printer is not operational or currently busy

# expectedJSON
source: Se esperaba contenido tipo JSON
es: Expected content type JSON

# driverNotSupportTerminal
source: El driver no soporta acceso al terminal
es: Driver does not support terminal access

# noPrinterConnected
source: No hay Impresora conectada
es: No Printer connected

# commandMissing
source: No se encuentra el comando
es: Command is missing

# unableToGetWifi
source: Unable to get WiFi networks
es: Imposible obtener redes WiFi

# netSNotFound
source: Network %s not found
es: Red %s no encontrada

# errorCheckingSoft
source: There was an error checking for new software.
es: Hubo un error comprobando nuevo software

# errorIniUpdate
source: There was an error initiating update.
es: Hubo un error inicializando la actualización.

# errorRestartServer
source: There was an error trying to restart the server.
es: Hubo un error intentando restaurar el servidor.

# errorSendLogs
source: There was an error trying to send your logs.
es: Hubo un error intentando enviar tus logs.

# errorClearLogs
source: There was an error trying to clear your logs.
es: Hubo un error intentando limpiar tus logs.

# astroAlreadySetup
source: AstroBox is already setup
es: Astrobox ya está configurado

source: Invalid Name
es: Nombre no válido

# errorSavingHost
source: There was an error saving the hostname
es: Hubo un error guardando el nombre del Host

source: Network %s not found
es: Red %s no encontrada

# invalidCredentials
source: Credenciales no válidos
es: Invalid Credentials

# connectionOptionsNotAvaiable
source: Opciones de Conexión no disposibles
es: Connection options not available

# invalidConnecionSet
source: Ajustes de Conexión no válidos
es: Invalid Connection Settings

# invalidEMail
source: Invalid Email/Password
es: Email/Contraseña no válidos

source: Jan
es: Ene

source: Apr
es: Abr

source: Aug
es: Ago

source: Dec
es: Dic

# checkingConnectionSet
source: Check Connection Settings.
es: Comprobar Ajustes de Conexión

source: Connecting to
es: Conectando a

source: Connected to
es: Conectado a

source: is unreachable
es: esta fuera de alcance

source: Connecting to printer...
es: Conectando con la Impresora...

source: Connected to printer
es: Conectado a la Impresora

# printerNotConnected
source: The printer is not connected
es: La Impresora no está conectada

# connectingAstroPrintcom
source: Connecting to the astroprint.com...
es: Conectando a astroprint.com...

# connectedAstroPrintcom
source: Connected to astroprint.com
es: Conectado a astroprint.com

# notConnectedAstroPrintcom
source: Not connected to astroprint.com
es: No conectado a astroprint.com

source: Uploading
es: Subiendo

# couldntDownloadPrintFile
source: Couldn't download the print file.
es: No se pudo descargar el archivo de impresión

source: Unable to cancel download.
es: Imposible cancelar la descarga.

# errorStartingPrint
source: There was an error starting the print
es: Hubo un error comenzando la impresión

source: Nothing here Yet.
es: Aún no hay nada

# errorRetrievingDesign
source: There was an error retrieving design list
es: Hubo un error obteniendo los diseños

# errorAdjustingPrintCapture
source: There was an error adjusting your print capture.
es: Hubo un error ajustando tu captura de impresión

# errorCancelingJob
source: There was an error canceling your job.
es: Hubo un error cancelando tu trabajo.

# errorStartReboot
source: There was an error starting reboot sequence.
es: Hubo un error en la secuencia de reinicio.

# errorGettingSerial
source: There was an error getting serial settings.
es: Hubo un error obteniendo los ajustes del serial

# errorTestingConnection
source: There was an error testing connection settings.
es: Hubo un error probando los ajustes de conexión

# pleaseCheckErrors
source: Please check your errors
es: Por favor Comprueba tus errores

source: Profile changes saved
es: Cambios del perfil guardados

# errorGettingNetName
source: There was an error getting current network name.
es: HUbo un error obteniendo el nombre de red actual

# netNameChanged
source: Network name changed. Use it next time you reboot
es: El nombre de la red ha cambiado. Úsalo en el próximo reinicio.

# failedToSaveNetName
source: Failed to save network name
es: Falló al guardando el nombre de la red

# errorGettingWifiSet
source: There was an error getting WiFi settings.
es: Hubo un error obteniendo los ajustes WiFi

source: Your
es: Tu

# isNowConnected
source: is now connected to
es: está ahora conectado a

source: Invalid password for
es: Contraseña inválida para

source: Unable to connect to
es: Imposible conectar a

# errorSavingSettings
source: There was an error saving your settings.
es: Hubo un error guardando tus ajustes.

# errorRetrievingNet
source: There was an error retrieving networks.
es: Hubo un error recibiendo las redes

# errorGettingHotspotSet
source: There was an error getting WiFi Hotspot settings.
es: Huboun error obteniendo ajustes del Hotspot WiFi

# createdHotspot
source: has created a hotspot. Connect to
es: ha creado un Hotspot. Conectar a

# hotspotStopped
source: The hotspot has been stopped
es: EL Hotspot se ha detenido

# errorSavingHotspotOpt
source: There was an error saving hotspot option.
es: HUbo un error guardando opciones de Hotspot.

# problemCheckingSoft
source: There was a problem checking for new software.
es: Hubo un problema comprobando nuevo software.

# problemUpdatingVersion
source: There was a problem updating to the new version.
es: Hubo un problema actualizando a la nueva versión.

# errorGettingGeneralSet
source: There was an error getting software general settings.
es: Hubo un error obteniendo ajustes generales del software.

# errorGettingLanguage
source: There was an error getting language.
es: Hubo un error obteniendo el lenguaje.

# errorGettingSoftSet
source: There was an error getting software advanced settings.
es: Hubo un error obteniendo ajustes avanzados del software.

# errorChangingSerialLogs
source: There was an error changing serial logs.
es: Hubo un error cambiando los serial logs

# logsSentAstro
source: Logs sent to AstroPrint!
es: ¡Logs enviados a AstroPrint!

# problemSendingLogs
source: There was a problem sending your logs.
es: Hubo un problema enviando tus logs.

# problemClearingLogs
source: There was a problem clearing your logs.
es: Hubo un problema limpiando tus logs.

source: failed to sent
es: falló el envío

# errorStartingOff
source: There was an error starting turn off sequence.
es: Hubo un error iniciando la secuencia de apagado.

# errorGettingParam1
source: There was an error getting upload parameters (1).
es: Hubo un error recibiendo parámetros de subida (1).

# errorGettingParam2
source: There was an error getting upload parameters (2).
es: Hubo un error recibiendo parámetros de subida (2).

# notValidFile
source: Not a valid file
es: No es un archivo válido

# errorUploading
source: There was an error uploading:
es: Hubo un error subiendo:

# errorUploadingFile
source: There was an error uploading your file:
es: Hubo un error subiendo tu archivo:

source: File Type
es: Tipo de Archivo

source: not supported
es: no soportado

source: File uploaded successfully :)
es: Archivo Subido satisfactoriamente :)

source: Invalid Password
es: Contraseña no válida

# errorSavingName
source: There was an error saving your name
es: Hubo un error guardando tu nombre

# errorSavingHotspot
source: There was an error saving hotspot option.
es: Hubo un error guardando opciones de hotspot

# invalidPass
source: Invalid password for
es: Contraseña no válida para

# unableConnect
source: Unable to connect to
es: Imposible conectar a

# errorConnecting
source: There was an error connecting.
es: Hubo un error conectando.

# errorLoggingIn
source: There was an error logging you in
es: Hubo un error autenticándote

# errorLoggingOut
source: Error logging you out
es: Error desconectándote

# errorConnectingPrinter
source: There was an error connecting to the printer.
es: Hubo un error conectando a la impresora.

# errorReadingPrinterConnection
source: Error reading printer connection settings
es: Error leyendo los ajustes de conexión de la impresora

# errorSavingPrinterConnection
source: Error saving printer connection settings
es: Error guardando los ajustes de conexión de la impresora

# signAstro
source: Sign in to AstroPrint
es: Acceder a AstroPrint

source: Sign Out
es: Salir

source: Shutdown
es: Apagar

source: Restart
es: Reiniciar

source: Powered By
es: Impulsado por

# printerCon
source: Printer Controls
es: Controles de Impresora

# resumPrinting
source: Resume Printing
es: Reanudar Impresión

source: Resuming
es: Reanudando

# printPaus
source: Printing paused
es: Impresión pausada

# extrudeFil
source: Extrude Filament
es: Extrusión de Filamento

source: Extrude
es: Extrusión

source: Retract
es: Retraer

# selectNozz
source: Select Nozzle
es: Seleccionar Boquilla

# filAmount
source: Filament Amount
es: Cantidad Filamento

source: Other
es: Otros

source: Current Temp
es: Temperatura Actual

source: Fans
es: Ventiladores

source: File Manager
es: Gestor Archivos

source: Upload File
es: Subir Archivo

# printaFiles
source: Printable Files
es: Archivos para Imprimir

source: Sync
es: Sincronizar

source: Cloud
es: Nube

# analyGcode
source: Analyzing G-Code
es: Analizando G-Code

# serialLogEnable
source: Your serial log is <b>enabled</b>. This will produce a large amount of data -
es: To serial log está <b>habilitado</b>. Esto producirá una gran cantidad de información -

source: Disable here
es: Deshabilitar aquí

# newSoftware
source: New software version
es: Nueva versión de sotware

# availableFor
source: is available for download -
es: disponible para descargar -

source: More info
es: Más Información

source: Upload
es: Subir

source: File Uploader
es: Subir Archivos

source: Launch
es: Ejecutar

source: Visit
es: Visitar

source: Supplies
es: Suplementos

source: Settings
es: Ajustes

# gcTerminal
source: GCODE Terminal
es: Terminal GCODE

source: Support
es: Ayuda

# passProtected
source: is password protected.
es: está protegido por contraseña

source: User:
es: Usuario:

# enterPass
source: Enter your password for access:
es: Introduce tu contraseña para acceder:

source: Enter
es: Entrar

source: Sending
es: Enviando

source: no account?
es: ¿No tienes cuenta?

# validEmail
source: A valid email address is needed.
es: Se requiere un email válido

source: Password
es: Contaseña

source: forgot?
es: ¿La has olvidado?

# providePass
source: Please provide a password.
es: Por favor, introduce una contraseña

source: Sign in
es: Acceder

# signinIn
source: Signing in
es: Accediendo

source: Printing
es: Imprimiendo

source: Ea. layer
es: Cada capa

source: Time Remaining
es: Tiempo restante

source: Printing Layer
es: Imprimiendo Capa

source: Heating up
es: Calentando

source: Printer Temperature
es: Temperatura Impresora

source: Pause Print
es: Pausar Impresión

source: Pausing
es: Pausando

source: Printer Controls
es: Controles de la Impresora

source: Cancel Print
es: Cancelar Impresión

# cancelCurrent
source: Cancel current print job.
es: Cancelar actual trabajo de impresión

# cancelCurrentDesc
source: This will stop the current print job. This action can't be recovered.
es: Esto detendrá el actual trabajo de impresión. Esta acción no puede deshacerse.

# aysure
source: Are you sure?
es: ¿Estás seguro?

# yesCancel
source: Yes, cancel it
es: Si, cancélalo

# cancelling
source: Canceling
es: Cancelando

source: Rebooting
es: Reiniciando

# waitFor
source: Wait a minute for your
es: Espera un minuto a que

# toReboot
source: to reboot and refresh this page.
es: se reinicie y refresca esta página.

# willStart
source: will restart. Any active print job will be stopped.
es: se reiniciará. Cualquier trabajo de impresión activo se detendrá.

source: Cancel
es: Cancelar

source: Yes, Restart
es: Sí, Reiniciar

source: 3D Printer
es: Impresora 3D

source: Connection
es: Conexión

source: Profile
es: Perfil

source: Network
es: Red

source: Name
es: Nombre

# hotspot
source: WiFi Hotspot
es: Hotspot WiFi

source: Update
es: Actualización

source: Advanced
es: Avanzado

source: Connecting
es: Conectando

# noConnection
source: No connection to printer.
es: No hay conexión con la impresora.

# connectedPrinter
source: Connected to printer.
es: Conectado a la impresora.

source: Re-scan
es: Re-escanear

# noPrintDetecte
source: No printer detected. Is your printer plugged in?
es: No se ha detectado ninguna impresora ¿Está conectada?

# plugRetry
source: Plug printer and retry
es: Conectar y reintentarlo

source: Test Connection
es: Probar conexión

source: 3D Printer Profile
es: Perfil Impresora 3D

# noExtruders
source: No. of Extruders
es: Num Extrusores

# maxNozzTemp
source: Max. Nozzle Temperature
es: Temperatura Máxima Boquilla

# invNozzTemp
source: Invalid Nozzle Temperature
es: Temperatura Boquilla no válida

source: Heated Bed
es: Cama Caliente

# maxBedTemp
source: Max. Bed Temperature
es: Tempertura Máxima Cama

# invBedTemp
source: Invalid Bed Temperature.
es: Temperatura Cama no válida

source: Cancel GCODE
es: Cancelar GCODE

source: Save Profile
es: Guardar Perfil

source: Saving
es: Guardando

source: Network Name
es: Nombre de Red

# invDeviceName
source: Invalid Device Name. Use letters, numbers or - only.
es: Nombre de Dispositivo no válido. Usa letras, números o un guión.

# fewImportThings
source: A few important things to remember
es: Algunas cosas que recordar

# hotstopWifi
source: Hotspot WiFi name
es: Nombre Hotspot WiFi

source: Save
es: Guardar

source: Internet Connection
es: Conexión de Internet

# selectWifi
source: Select a WiFi Network
es: Selecciona una Red WiFi

# wepSecDepre
source: WEP Security Deprecated
es: Seguridad WEP obsoleta

source: Close
es: Cerrar

source: WiFi Password
es: Contraseña WiFi

# enterPassFor
source: Enter the password for
es: Introduce la contraseña para

source: Connect
es: Conectar

# mightBeWhile
source: Might be a while. Please be patient
es: Puede tomar tiempo. Se paciente.

source: Wired Connection
es: Conexión con cable

source: Connected
es: Conectado

source: IP Address
es: Dirección IP

source: Manually Configured
es: Manualmente Configurado

source: Wireless Connection
es: Conexión sin cables

# notConnected
source: No Conntected
es: No conectado

# scanWifi
source: Scan WiFi networks
es: Escanear redes WiFi

# lookingNetworks
source: Looking for Networks
es: Buscando Redes

source: Please be patient
es: Por favor espera

# hotspotNot
source: Creating a Hotspot is not supported on this device.
es: Este dispositivo no soporta la creación de un Hotspot.

source: Local Hotspot
es: Hotspot Local

# runningHotspot
source: Running a hotspot on
es: Ejecutando Hotspot en

source: Stop hotspot
es: Detener Hotspot

# stopingpHotspot
source: Stopping Hotspot
es: Deteniendo Hotspot

source: Start hotspot
es: Iniciar Hotspot

# startingpHotspot
source: Starting Hotspot
es: Iniciando Hotspot

# turnHotspotOff
source: Turn hotspot off when a known network is found in the future.
es: Apagar Hotspot cuando se encuentre una red conocida en el futuro.

source: Software Update
es: Actualización de Sofware

source: Installed.
es: Instalado.

# checkUpdates
source: Check for updates
es: Comprobar Actualizaciones

source: Checking
es: Comprobando

source: No Updates
es: Sin Actualizaciones

# avaiable
source: Available
es: Disponible

# currentInstalled
source: Currently installed
es: Instalada actualmente

source: Version
es: Versión

source: Published
es: Publicada

# needWizard
source: You would need to complete the setup wizard after installing this release.
es: Necesitarás completar el asistente de configuración tras instalar este paquete.

source: Release Notes
es: Notas de Lanzamiento

source: Initiating
es: Inicializando

source: Language
es: Idioma

source: Advanced Settings
es: Ajustes Avanzados

source: Factory Settings
es: Ajustes de Fábrica

# restoreFactory
source: Restore Factory Settings
es: Restaurar Ajustes de Fábrica

# sendLogs
source: Send logs to AstroPrint
es: Enviar logs a AstroPrint

# sizeOfLogs
source: Size of logs directory
es: Tamaño del directorio de logs

source: Clear
es: Limpiar

# turnOnLogs
source: Turn on serial logs.
es: Activar serial logs.

# turnOnLogsDesc
source: You should only use this while helping solve a communication problem with your printer. This generates a large amount of data.
es: Deberías usar esto sólo mientras estás resolviendo problemas de comunicación con tu impresora. Esto genera una gran cantidad de información.

# thisWillDeleteSettings
source: This will delete all your settings and files from this
es: Esto borrará todos tus ajustes y archivos desde

# writeReset
source: Write 'RESET' to confirm
es: Escribe 'RESET' para confirmar

# reseting
source: Resetting
es: Reseteando

# sendLogsDesc
source: This sends us your device logs so that help you analyze your problem.
es: Esto nos enviará tus logs para que podamos analizar tu problema.

# supportTicket
source: Do you have a support ticket? If not, consider
es: ¿Tienes un ticket de Soporte? Si no, considera

source: creating one
es: crear uno

# sendLogsv2
source: Send Logs
es: Enviar Logs

# deleteAstroLogs
source: Delete AstroPrint logs
es: Eliminar logs de AstroPrint

# deleteAstroLogsDesc
source: This will delete all your past AstroPrint logs. It will help save space but might prevent us from researching a past problem you might have had.
es: Esto eliminará todos tus logs de AstroPrint. Ayudará a ahorrar espacio pero podría evitar que encontremos un problema pasado que hayas tenido.

# aysureDelLogs
source: Are you sure you want to delete all logs?
es: ¿Estás seguro que quieres eliminar todos los logs?

source: Delete Logs
es: Eliminar Logs

source: Deleting
es: Eliminando

source: Begin Setup
es: Iniciar Configuración

source: Name Your
es: Nombra tu

# ifYouHaveMore
source: If you have more than one
es: Si tienes más de una

# makeSure
source: make sure and give them different names!
es: ¡Asegúrate de darles diferentes nombres!

# fewThingRemember
source: A few important things to remember
es: Algunas cosas que recordar

# hotspotName
source: Hotspot WiFi name
es: Nombre del Hotspot WiFi

source: Next
es: Siguiente

source: Internet Setup
es: Configuración Internet

source: Checking name
es: Comprobando Nombre

source: Retry
es: Reintentar

source: Success!
es: ¡Éxito!

# isConnectedTo
source: is no connected to the internet.
es: no está conectado a internet.

# thisCanbeChanged
source: (This can be changed later in the settings menu)
es: (Esto puede ser cambiado más tarde en el menú de ajustes)

source: AstroPrint Account
es: Cuenta AstroPrint

source: Checking connection
es: Comprobando Conexión

# skipInternet
source: Skip Internet. Use
es: Saltar Internet. Usar

# chooseWifiNetwork
source: Choose your WiFi NetWork
es: Elige tu Red WiFi

source: Skip
es: Saltar

# withoutConnected
source: Without being connected to the internet, you can only use the %productName% when you are near it.
es: sin estar conectado a internet, sólo puedes

source: AstroPrint.com Account
es: Cuenta AstroPrint.com

# checkingAstro
source: Checking AstroPrint.com
es: Comprobando AstroPrint.com

source: Logout
es: Salir

# thisAllowsSlice
source: This allows you to slice, store, and print through our cloud servers. Sign in below or
es: Esto te permitirá hacer slicer, almacenar e imprimir a través de nuestros servidores en la nube. Accede abajo o

# createNewAccount
source: create a new account
es: Crea un cuenta nueva

source: don't have account?
es: ¿No tienes cuenta?

source: Printer Connection
es: Conexión de la Impresora

source: Logging in
es: Acceso

# skipAstroprint
source: Skip AstroPrint Account
es: Saltar Cuenta AstroPrint

source: Connect Your Printer
es: Conecta tu Impresora

# plugYourPrinterUsb1-2
source: Plug your printer's USB in the
es: Conecta el USB de tu impresora en

# plugYourPrinterUsb2-2
source: and click continue when done.
es: y después haz click en Continuar

source: Continue
es: Continuar

# skipAndConfigure
source: Skip and Configure Later
es: Saltar y Configurar después

source: Checking Printer Settings
es: Comprobar Ajustes Impresora

# selectYourConnection
source: Select your connection settings.
es: Selecciona tus ajustes de Conexión

source: Skip Printer Connection
es: Saltar

source: You're done!
es: ¡Has terminado!

source: Start Printing
es: Comenzar a Imprimir

source: Launching
es: Ejecutando

source: GCODE Terminal
es: Terminal GCODE
