Repository: Antoniobocanegra/AstroBox
Catalog: src/octoprint/translations/*/LC_MESSAGES/messages.po
Languages: es

# gcodeTerminalWarning
source: The GCode Terminal is for advanced users. If you are not familiar with GCODE it is possible to send unwanted commands and cause damage to your 3D printer. Use caution if you're new to using the terminal.
es: El Terminal GCODE es para usuarios avanzados. Si no estás familizarizado con GCODE, es posible que envies comandos peligrosos y causes daños a tu impresora 3D. Ten cuidado si eres nuevo aquí.

# hideWarningMsg
source: Hide Warning Message
es: Ocultar Mensaje de Advertencia

source: Enter your GCODE
es: Introduce tu GCODE

source: Send
es: Enviar

source: Failed
es: Fallado

source: Going to sleep
es: Ir a dormir

# safeToUnplug
source: It's now safe to unplug your
es: Es seguro desconectar tu

# willGoSuspend
source: will go into suspend mode. Any active print job will be stopped.
es: entrará en modo suspensión. Cualquier trabajo activo se detendrá.

# yesShutDown
source: Yes, shut it down
es: Si, apagar

# lostConnection
source: has lost its connection with your browser.
es: ha perdido su conexión con tu navegador

# connectionLost1-2
source: The connection between
es: La conexión entre

# connectionLost2-2
source: and your browser has been lost. Possible causes for this include:
es: y tu navegador se ha perdido. Entre las posibles causas se incluye:

# goneOffline
source: has gone offline, lost power or was switched off.
es: se ha quedado offline, perdido energía o ha sido apagado.

# deviceDiffeNetwork1-2
source: The device you're using to access
es: El dispositivo que estás usando para acceder

# deviceDiffeNetwork2-2
source: is connected to a different network.
es: está conectado a una red diferente.

# tryUsingButton
source: Try using the button below to reconnect.
es: Inténtalo usando elboton de abajo para reconectar

# tryReconnecting
source: Try Reconnecting Now
es: Intenta Reconectar Ahora

source: System Update
es: Actualización del Sistema

# softwareOutDate
source: Your software is currently out of date and needs to be updated in order to continue using your
es: Tu software está actualmente obsoleto y necesita ser actualizado para poder seguir usando tu

source: Release Date
es: Fecha de Lanzamiento

source: No published
es: No publicado

source: Install Now
es: Instalar Ahora

# softwareUpdateProgress
source: Software Update in Progress
es: Actualización de Software en Progreso

source: Downloading release
es: Descargando actualización

source: System Update Failed
es: Actualización del Sistema Fallida

# systemUpdateFailedDesc1-2
source: An error occured and your
es: Ha sucedido un error y tu

# systemUpdateFailedDesc2-2
source: was unable to complete the update.
es: no fue capaz de completar la actualización.
